//===========================================Сложение===================================
function plus (a, b) {
    a = +prompt("Введите первое число для сложения");
    b = +prompt("Введите второе число для сложения");
    res = a + b;
    return res;
}

alert("Попробуем сложение двух чисел")
plus();
alert(res);

//===========================================Вычитание===================================
function minus (a, b) {
    a = +prompt("Введите первое число");
    b = +prompt("Введите второе число");
    res = a - b;
    return res;
}

alert("Попробуем вычитание двух чисел")
minus();
alert(res);

//===========================================Деление===================================
function del (a, b) {
    a = +prompt("Введите первое число");
    b = +prompt("Введите второе число");
    res = a / b;
    return res;
}

alert("Попробуем деление двух чисел")
del();
alert(res);

//===========================================Умножение===================================
function mult (a, b) {
    a = +prompt("Введите первое число");
    b = +prompt("Введите второе число");
    res = a * b;
    return res;
}

alert("Попробуем умножение двух чисел")
mult();
alert(res);
